Repository: respinar/catalog
Catalog: contao/languages/*/*_module.xlf
Languages: fa

# tl_module.product_featured.0
source: Featured product
fa: محصول ویژه

# tl_module.product_detailModule.0
source: Product detail module
fa: ماژول جزئیات محصول

# tl_module.product_sortBy.0
source: Sort by
fa: مرتب‌سازی

# tl_module.product_template.0
source: Product template
fa: قالب محصول

# tl_module.product_template.1
source: Here you can select the product template.
fa: اینجا می‌توانید قالب محصول را انتخاب نمایید.

# tl_module.product_Class.0
source: Product CSS class
fa: کلاس سی‌اس‌اس محصول

# tl_module.product_Class.1
source: Here you can set one or more classes for products.
fa: اینجا می‌توانید یک یا چند کلاس به محصولات تنظیم کنید.

# tl_module.related_show.0
source: Show related product
fa: نمایش محصولات مرتبط

# tl_module.related_show.1
source: Here you can set one or more classes for types.
fa: اینجا می‌توانید یک یا چند کلاس برای محصول مرتبط انتخاب نمایید.

# tl_module.related_template.0
source: Related product template
fa: قالب محصولات مرتبط

# tl_module.related_template.1
source: Here you can select the related product template.
fa: اینجا می‌توانید قالب محصول مرتبط را انتخاب نمایید.

# tl_module.related_Class.0
source: Related product CSS class
fa: کلاس سی‌اس‌اس محصول مرتبط

# tl_module.related_Class.1
source: Here you can set one or more classes for related products.
fa: اینجا می‌توانید یک یا چند کلاس برای محصول مرتبط انتخاب نمایید.

# tl_module.related_imgSize.0
source: Related product image width and height
fa: عرض و ارتفاع تصویر محصول مرتبط

# tl_module.related_imgSize.1
source: Here you can set the image dimensions and the resize mode.
fa: اینجا می‌توانید ابعاد و حالت تغییر اندازه تصویر را تنظیم نمایید.

# tl_module.catalog_legend
source: Catalog
fa: کاتالوگ

# tl_module.product_legend
source: Product setting
fa: تنظیمات محصول

# tl_module.related_legend
source: Related products settings
fa: تنظیمات محصولات مرتبط

# tl_module.protected_legend
source: Access protection
fa: حفاظت دسترسی

# tl_module.all_product
source: All products
fa: همه محصولات

# tl_module.featured_product
source: Featured products
fa: محصولات ویژه

# tl_module.unfeatured_product
source: Unfeatured products
fa: محصولات غیرویژه

# tl_module.custom
source: Custom order
fa: ترتیب اختصاصی

# tl_module.title_asc
source: Title (A-Z)
fa: عنوان (الف-ی)

# tl_module.title_desc
source: Title (Z-A)
fa: عنوان (ی-الف)

# tl_module.date_asc
source: Date (Older)
fa: تاریخ (جدیدتر)

# tl_module.date_desc
source: Date (Newer)
fa: تاریخ (قدیمی‌تر)
