Repository: respinar/catalog
Catalog: contao/languages/*/*_product.xlf
Languages: fa

# tl_product.title.0
source: Product title
fa: عنوان محصول

# tl_product.title.1
source: Please enter the product title.
fa: لطفا عنوان محصول را وارد نمایید.

# tl_product.alias.0
source: Product alias
fa: نام مستعار محصول

# tl_product.alias.1
source: Please enter the product alias.
fa: لطفا اسم مستعار محصول را وارد نمایید.

# tl_product.brand.0
source: Brand
fa: برند

# tl_product.brand.1
source: Please enter the product brand.
fa: لطفا برند یا مارک محصول را وارد نمایید.

# tl_product.model.0
source: Model
fa: مدل

# tl_product.model.1
source: Please enter the product model.
fa: لطفا مدل محصول را وارد نمایید.

# tl_product.global_ID.0
source: Global ID (EAN/UPC)
fa: کد محصول

# tl_product.global_ID.1
source: Please enter the product global ID such as EAN/UPC.
fa: لطفا کد محصول را وارد نمایید.

# tl_product.sku.0
source: SKU
fa: ‌اس‌کی‌یو

# tl_product.sku.1
source: Please enter the product SKU (Stock Keeping Unit).
fa: لطفا SKU محصول (واحد نگهداری انبار) را وارد نمایید.

# tl_product.date.0
source: Date
fa: تاریخ

# tl_product.date.1
source: Please enter the date according to the global date format.
fa: لطفا تاریخ را بر اساس قالب تاریخ جهانی وارد نمایید.

# tl_product.url.0
source: Link target
fa: مقصد پیوند

# tl_product.url.1
source: Please enter a web address (http://…), an e-mail address (mailto:…) or an insert tag.
fa: لطفا نشانی وب (http://…), یک نشانی ایمیل (mailto:…) یا یک برچسب درجی وارد نمایید.

# tl_product.target.0
source: Open in new window
fa: باز کردن در پنجره جدید

# tl_product.target.1
source: Open the link in a new browser window.
fa: پیوند در پنجره جدید مرورگر باز می‌گردد.

# tl_product.titleText.0
source: Link text
fa: متن پیوند

# tl_product.titleText.1
source: The link text will be displayed instead of the target URL.
fa: متن پیوند به جای نشانی وب مقصد نمایش داده خواهد شد.

# tl_product.linkTitle.0
source: Link title
fa: عنوان پیوند

# tl_product.linkTitle.1
source: The link title is added as title attribute in the HTML markup.
fa: عنوان پیوند به صورت خصوصیت title در نشانه‌گذاری اچ‌تی‌ام‌ال اضافه می‌شود.

# tl_product.description.0
source: Meta description
fa: توضیحات متا

# tl_product.description.1
source: Here you can add a custom meta description to overwrite the default page description.
fa: اینجا می‌توانید توضیحی مختصر درباره محصول که توسط موتورهای جستجو مانند گوگل و یاهو ارزیابی خواهد شد را وارد نمایید. موتورهای جستجو معمولا بین ۱۵۰ تا ۳۰۰ نویسه را نشان می‌دهند.

# tl_product.singleSRC.0
source: Source file
fa: پرونده منبع

# tl_product.singleSRC.1
source: Please select an image.
fa: لطفا یک تصویر انتخاب نمایید.

# tl_product.alt.0
source: Alternate text
fa: متن جایگزین

# tl_product.addEnclosure.0
source: Add enclosures
fa: افزودن پیوست

# tl_product.addEnclosure.1
source: Add one or more downloadable files to the product item.
fa: لطفا یک یا چند پرونده قابل دانلود اضافه نمایید.

# tl_product.enclosure.0
source: Enclosures
fa: پیوست‌ها

# tl_product.enclosure.1
source: Please choose the files you want to attach.
fa: لطفا پرونده‌هایی را که می‌خواهید پیوست شوند را انتخاب نمایید.

# tl_product.published.0
source: Publish product
fa: انتشار محصول

# tl_product.published.1
source: Make the product item publicly visible on the website.
fa: محصول را در وب‌سایت قابل دیدن می‌نماید.

# tl_product.featured.0
source: Feature product
fa: محصول ویژه

# tl_product.featured.1
source: Show the product item in a featured list.
fa: محصول را در فهرست ویژه نمایش می‌دهد.

# tl_product.start.0
source: Show from
fa: نمایش از

# tl_product.start.1
source: Do not show the product item on the website before this day.
fa: محصول را قبل از این روزدر وب‌سایت نمایش نخواهد داد.

# tl_product.stop.0
source: Show until
fa: نمایش تا

# tl_product.stop.1
source: Do not show the product item on the website on and after this day.
fa: محصول را بعد از این روز در وب‌سایت نمایش نخواهد داد.

# tl_product.languageMain.0
source: Master product
fa: محصول اصلی

# tl_product.related.0
source: Related products
fa: محصولات مرتبط

# tl_product.title_legend
source: Product title
fa: عنوان محصول

# tl_product.product_legend
source: Product
fa: محصول

# tl_product.meta_legend
source: Meta and SEO
fa: سئو

# tl_product.link_legend
source: External link
fa: پیوند خارجی

# tl_product.enclosure_legend
source: Enclosures
fa: پیوست‌ها

# tl_product.image_legend
source: Image settings
fa: تنظیمات تصویر

# tl_product.related_legend
source: Related products
fa: محصولات مرتبط

# tl_product.protected_legend
source: Access protection
fa: حفاظت دسترسی

# tl_product.publish_legend
source: Publish setting
fa: تنظیمات انتشار

# tl_product.new.0
source: Add Product
fa: افزودن محصول

# tl_product.new.1
source: Add a new product
fa: افزودن یک محصول جدید

# tl_product.show.0
source: Product details
fa: جزئیات محصول

# tl_product.show.1
source: Show the details of product ID %s
fa: نمایش جزئیات محصول شناسه‌ی %s

# tl_product.edit.0
source: Edit product
fa: ویرایش محصول

# tl_product.edit.1
source: Edit product ID %s
fa: ویرایش محصول شناسه‌ی %s

# tl_product.cut.0
source: Move product
fa: جابجایی محصول

# tl_product.cut.1
source: Move product ID %s
fa: جابجایی محصول شناسه‌ی %s

# tl_product.copy.0
source: Duplicate product
fa: تکثیر محصول

# tl_product.copy.1
source: Duplicate product ID %s
fa: تکثیر محصول شناسه‌ی %s

# tl_product.delete.0
source: Delete product
fa: حذف محصول

# tl_product.delete.1
source: Delete product ID %s
fa: حذف محصول شناسه‌ی %s

# tl_product.sameDay
source: Same day
fa: همان روز

# tl_product.otherDay
source: Other days
fa: روزهای دیگر

# tl_product.type.default
source: Main product
fa: محصول اصلی

# tl_product.type.other
source: Type
fa: نوع
