Repository: respinar/catalog
Catalog: contao/languages/*/*_product_catalog.xlf
Languages: fa

# tl_product_catalog.title.0
source: Catalog Title
fa: عنوان کاتالوگ

# tl_product_catalog.title.1
source: Please enter the catalog title.
fa: لطفا عنوان کاتالوگ را وارد نمایید.

# tl_product_catalog.jumpTo.0
source: Redirect page
fa: برگه بازگردانی

# tl_product_catalog.protected.0
source: Protect catalog
fa: حفاظت کاتالوگ

# tl_product_catalog.protected.1
source: Show catalog items to certain member groups only.
fa: آیتم‌های کاتالوگ را فقط برای برخی گروه‌های اعضاء نمایش می‌دهد.

# tl_product_catalog.groups.0
source: Allowed member groups
fa: گروه‌های اعضاء مجاز

# tl_product_catalog.groups.1
source: These groups will be able to see the menu items in this catalog.
fa: این گروه‌ها قادر به دیدن آیتم‌های منو در این کاتالوگ خواهند بود.

# tl_product_catalog.master.0
source: Master catalog
fa: کاتالوگ اصلی

# tl_product_catalog.master.1
source: Please define the master catalog to allow language switching.
fa: لطفا کاتالوگ اصلی برای اجازه دادن به تعویض زبان تعریف نمایید.

# tl_product_catalog.language.0
source: Language
fa: زبان

# tl_product_catalog.language.1
source: Please enter the language according to the RFC3066 format (e.g. en, en-us or en-cockney).
fa: لطفا زبان را بر اساس قالب RFC3066 (مانند fa، fa-ir یا fa-iran) وارد نمایید.

# tl_product_catalog.isMaster
source: This is a master catalog
fa: این کاتالوگ اصلی است

# tl_product_catalog.isSlave
source: Master catalog is "%s"
fa: کاتالوگ "%s" اصلی است

# tl_product_catalog.title_legend
source: Catalog Title
fa: عنوان کاتالوگ

# tl_product_catalog.redirect_legend
source: Redirect
fa: بازگردانی

# tl_product_catalog.protected_legend
source: Access protection
fa: حفاظت دسترسی

# tl_product_catalog.new.0
source: New catalog
fa: کاتالوگ جدید

# tl_product_catalog.new.1
source: Create a new catalog
fa: ایجاد کاتالوگ جدید

# tl_product_catalog.show.0
source: Catalog details
fa: جزئیات کاتالوگ

# tl_product_catalog.show.1
source: Show the details of catalog ID %s
fa: نمایش جزئیات کاتالوگ شناسه‌ی %s

# tl_product_catalog.edit.0
source: Edit catalog
fa: ویرایش کاتالوگ

# tl_product_catalog.edit.1
source: Edit catalog ID %s
fa: ویرایش کاتالوگ شناسه‌ی %s

# tl_product_catalog.copy.0
source: Duplicate catalog
fa: تکثیر کاتالوگ

# tl_product_catalog.copy.1
source: Duplicate catalog ID %s
fa: تکثیر کاتالوگ شناسه‌ی %s

# tl_product_catalog.delete.0
source: Delete catalog
fa: حذف کاتالوگ

# tl_product_catalog.delete.1
source: Delete catalog ID %s
fa: حذف کاتالوگ کاتالوگ شناسه‌ی %s
